// workflows ID's and their localizable shortcut display name

// BPD devices
"WID_SavePDF" = "Tallenna PDF:nä";
"WID_SaveJPEG" = "Tallenna JPEG:nä";
"WID_EmailPDF" = "Lähetä sähköpostitse PDF:nä";
"WID_EmailJPEG" = "Lähetä sähköpostitse JPEG:nä";
"WID_SaveEditableText" = "Tallenna muokattavana tekstinä (OCR)";
"WID_GeneralScan" = "Toistuva skannaus";
"WID_SaveJPEG1" = "Tallenna JPEG:nä";

// ICS devices
"WID_SavePhoto1" = "Valokuva tiedostoon";
"WID_EmailPhoto1" = "Valokuva sähköpostiin";
"WID_SaveDocument1" = "Asiakirja tiedostoon";
"WID_EmailDocument1" = "Asiakirja sähköpostiin";
"WID_SavePhoto2" = "Valokuva TIF-tiedostoon";
"WID_SaveDocument2" = "Asiakirja TIF-tiedostoon";
"WID_SavePhoto3" = "Valokuva (JPEG)";
"WID_SaveDocument3" = "Asiakirja (PDF)";
"WID_SavePhoto4" = "Valokuva";
"WID_SaveDocument4" = "Asiakirja";

// Scan Shortcut groups
"Scan to Computer Group" = "\"Skannaa tietokoneeseen\" -pikavalinnat";
"Scan Button Group" = "\"Skannaa\" -pikavalintapainike";
